"NameFieldIsEmptyTitle" = "Name Field is Empty";
"NameFieldIsEmptyMessage" = "Please provide a name for your new spell before saving.";
"OK" = "OK";
"DuplicatedSpellTitle" = "Duplicated Spell";
"DuplicatedSpellMessage" = "There's already another spell on the list with the same spell name you provided.";
"DescriptionFieldIsEmptyTitle" = "Description Field is Empty";
"DescriptionFieldIsEmptyTitle" = "Please provide a description for your new spell before saving.";
"SortByPopupTitle" = "Sort By";
"AToZSortOption" = "🔠  A → Z";
"FavoritesAtTheTopSortOption" = "🌟  Favorites At the Top";
"DateAddedSortOption" = "📆  Date Added";
"CustomSortOption" = "🖊  Custom";
"Cancel" = "Cancel";
